Repository: bryanwb/karmajs
Catalog: po/*_yes_*.po
Languages: no

source: My First Karma Lesson!
no: दादउॐएप ासदे२२ेेेेेेउादस ादसउउ

source: Change Direction of Layout
no: छवबषनम ौेरौौ

source: English
no: ३३ौौौेददाग

source: Nepali
no: ासदउहे३ररब

source: Hebrew
no: ासदउे३रनतयु ाउवसषषवष

source: Spanish
no: ादसउ

source: The <big>big</big> score is
no: ासदउ <big>सदउउद</big>ासदासदउ ादसउ

source: Yes
no: ासदउ

source: No!
no: ासद

source: Restart
no: ासदसदउ

source: karma,javascript,html5,sugar,sugarlabs,gsoc,ole,nepal
no: ादसउ,ासदउसदउ,ासदउ,ासददउस,ासदउसद,ासददउ

source: This be a localized image
no: ासदउदसउसदउ ासदउसदउद

source: This is alternate Text for an image
no: ासउसदउदस ासदसउद

source: Some more alternate Text
no: ादससदउ ादसउदसउ ाससदउउ

source: Not Hebrew
no: ासउदसदउस ासदउय
